Repository: Marc-pi/support
Catalog: locale/*/admin.po
Languages: fr

source: General
fr: Général

source: View
fr: Voir

source: File
fr: Fichier

source: Perpage
fr: Par Page

source: Send notification to admin group
fr: Envoyer la notification au groupe Admin

source: If not checked send notification to website admin email and if checked send to all admin users
fr: Si non coché, envoyé au seul admin website, si coché envoyé aux membres du groupe Admin

source: Show timing
fr: Afficher le temps

source: Active attach file
fr: Activer les pièces jointes

source: File Size
fr: Taille fichier pièce jointe

source: File Extension
fr: Extension fichier pièce jointe

source: Instructions to display above any new issue form
fr: Instructions à afficher au dessus du formulaire de création de ticket

source: Display instructions above the form when a new ticket is created , like minimum information to give, clear use case, process to replay the issue, etc.
fr: Afficher ces instructions au dessus du formulaire quand un nouveau ticket est crée, comme les informations minimales à donner, un user case clair, le process pour répliquer le problème, etc.

source: Support ticket system
fr: Gestionnaire de ticket support

source: Submit ticket
fr: Soumettre le ticket

source: Index page
fr: Page Index
